[
  {
    "img": "images/dasheng.jpg",
    "title": "大圣，此去欲何?",
    "introduction": "“大圣，此去欲何?”，“踏南天，碎凌霄”，“若一去不回……”，“便一去不回”",
    "date" : "2023-10-21",
    "essayId" : "1",
    "content" : "后人解读《西游记》时，说孙悟空死在了“真假美猴王”那一节，原因是后来的孙悟空，再没有反抗过。\n\n是这样吗？也许，是吧。\n\n偶尔也会想到，真正的美猴王，是不是在大闹天宫之后，就已经不在了？\n\n是的，那之后，世间少了一个桀骜不驯的美猴王，多了一个斩妖除魔的孙行者。但我分明记得，他以前是万妖之王，曾率群魔，对抗天庭。\n\n我分明记得。\n\n那一年他擎起金箍棒，起落之间，天地改色。\n\n“大圣，此去欲何?”\n\n“踏南天，碎凌霄。”\n\n“若一去不回……”\n\n“便一去不回”\n\n没想到“一去不回”四个字，就这样应验了，那一战之后，他被压在了五行山下，五百年后西游，斗，战，胜，佛。从此，江湖，只留下了他的传说。\n\n佛家讲“魔以心生，亦以心摄”，有人用这来解释孙悟空的心性由放纵不羁到修炼成佛的过程。这听起来似乎有点道理，但什么是魔，什么是仙，什么是正统，什么又是叛逆？\n\n这世间的规则，是谁定的？我不知道。\n\n这么多年，我只知道，让我感动的，是孙悟空占山为王，身披金甲衣，脚踏七彩云，棒指南天时的威风八面。\n\n我迎风而颂。\n\n金猴奋起千钧棒，玉宇澄清万里埃。\n\n![](https://note.youdao.com/yws/api/personal/file/3E59F7A5C0284865AB50CEA66ED810A2?method=download&shareKey=3e8264eaaeae10c11f6701b3f3a902e6)\n\n\n电影《大圣归来》上映时，我去看了，旁边小朋友问他母亲：“妈妈，这是一部动画片，为什么这么多大人来看？”\n\n“因为他们都在等大圣归来啊！”\n\n是的，我们等了整个童年，等待着心中那个唯一的超级英雄，再一次披上战甲，昂首向天。\n\n满天诸佛，又能耐他如何？\n\n当年你说：“若天压我，劈开那天，若地拘我，踏碎那地，我等生来是自由身，谁敢高高在上？”\n\n我在等你回来，因为我一直不信，你那样桀骜不驯的一个人，怎么可能被金箍束缚？\n\n我一直不信西游路上的那个俯首听话的孙行者是你，因为你当年是那样倔强，宁愿死，也不肯输。\n\n我喜欢你，因为你，从来就和别人不一样。\n\n![](https://note.youdao.com/yws/api/personal/file/17F1A08652124A2DA6189086463F1C14?method=download&shareKey=9c98bdafc31d7df8d683b73af37dce63)\n\n\n当年看完《西游记》时，我疯了似的满世界寻找你，好在，让我在《大话西游》里，又一次看到了你。\n\n如今，这部电影我已经看了无数遍了，里面有你的成长与挣扎，但更重要的，是你的情。\n\n从古到今，爱情一直是热门话题。\n\n情字何解，情字，从来就无解。\n\n原来这世间，根本就没有什么所谓的爱情大师，有的，只是历经千帆之后的看透，与强装看透。\n\n戴上金箍，没法爱你；放下金箍，没法保护你。我知道上天不会给我第二次机会，曾经我们说好的永远，原来也仅仅只有，十二画，而已。\n\n一路走来才发现，没有什么永远不变。\n\n我们才终于懂得，曾经离我们一步之遥的人，一旦错过之后，即使化身绝世英雄，身披金甲圣衣，脚踏七彩祥云，也未必追的回来。\n\n你把金箍棒扛在肩上，孤独远去时，我知道，我心里的那个美猴王，不会再回来了。\n\n从此。\n\n月溅星河 长路漫漫\n\n风烟残尽 独影阑珊\n\n到后来。\n\n肝肠寸断。\n\n有人和我说他看不懂《悟空传》，觉得里面都是无厘头的东西，我笑了：“那你肯定，也看不懂《大话西游》。”\n\n其实这本就不是给小孩子看的，看不透，是因为阅历不够。\n\n也许你喜欢的是“我要这天，再遮不住我眼，要这地，再埋不了我心，要这众生，都明白我意，要那诸佛，都烟消云散！”\n\n而我喜欢的，是“你跳不出这个世界，是因为你不知道这个世界有多大，一旦你知道了，你就超出了它。”\n\n其实这也是我近来亲身体验到的一个感悟：眼界很重要，往上走的时候，一步一重天。\n\n我喜欢书里写出的悟空精神，那是对自由的向往，是对梦想的执着。有时候我也觉得，那里面的所有挣扎与无奈，才是悟空真正的心路历程。\n\n他真的喜欢取经吗？他真的喜欢斩妖除魔吗？亦或者，他真的喜欢成佛吗？\n\n没有人问他，也没有人真正关心他。\n\n就像偶尔你也会扪心自问：我真的喜欢现在的生活吗？喜欢别人的干涉吗？喜欢亲戚朋友给安排的这段姻缘吗？\n\n你喜欢或者不喜欢，但最后你还是接受了。\n\n因为你怕。\n\n你怕别人说你错，怕没人理你，怕人笑你，怕别人说你怕。\n\n原来你也喜欢《悟空传》，回忆里面的热血，间接性的感动。我明白了，这是一个无能为力的人，在回忆他儿时的梦想。\n\n小白龙的宝剑在颈上抹过时，有了一瞬间的念头：“原来一生一世那么短暂，原来当你发现所爱的，就应该不顾一切地去追求。因为生命随时都会终止，命运是大海，当你能够畅游时，你就要纵情游向你的所爱，因为你不知道狂流会什么时候到来，卷走一切希望与梦想。”\n\n其实很多时候，我们都是有机会的，最后真正放弃的，是我们自己。\n\n因为怂，因为怕，因为怕人说。\n\n而现在，只能追忆。\n\n只能羡慕。\n\n其实我们每个人年少时，都是桀骜不驯的美猴王。\n\n现在的你，是死在了大闹天宫时，还是一直在热泪盈眶着？\n\n我也得和你说一句，偶尔，你也问问自己：\n\n“大圣，此去欲何？”"
  },
  {
    "img": "images/xiaoyan.jpg",
    "title": "莫欺少年穷",
    "introduction": "一个斗码大陆苦逼的三段码之气的少年，并没有神秘戒指中码老的帮助，但总有一天，我会成为斗码大陆中码帝一般的存在。三十年河东，三十年河西，莫欺少年穷。",
    "date" : "2023-10-01",
    "essayId" : "2",
    "content" : "暂时还没有写哦"
  },
  {
    "img": "images/caocao.jpg",
    "title": "无名之辈",
    "introduction": "你又怎么知道，今天的无名之辈，来日会不会名震天下。假如有一天，他们真的名震天下了，你会不会后悔为今天的所作所为追悔莫及呢？",
    "date" : "2023-10-01",
    "essayId" : "3",
    "content" : "暂时还没有写哦"
  }
]
